public class Main {
    public static void main(String[] args) {

        int ticketPrice = 13676;
        int rubForMile = 20;

        int bonus = ticketPrice / rubForMile;
        System.out.println(bonus);


        // Объявляете переменные для входных данных и
        // параметров программы: одну для хранения
        // стоимости билета, другую для хранения количества
        // рублей для одной бонусной мили

        // Рассчитываете количество бонусных миль, используя
        // значения заведённых переменных. Ответ сохраняете в
        // новую переменную и выводите на экран
    }
}